import React from "react";

const Policy = () => {
  return (
    <div className="text-start">
      <h5>プライバシーポリシー</h5>
      LifeNect（以下、「運営者」といいます。）は、本サービス（以下、「本サービス」といいます。）におけるユーザーの個人情報の取り扱いについて、以下の通りプライバシーポリシー（以下、「本ポリシー」といいます。）を定めます。
      <h6>第1条（個人情報）</h6>
      本サービスでは、基本的にユーザーの個人情報を収集しません。ユーザーがAIチャット機能を利用する際に、モーダルでの許可を得た場合に限り、ユーザーの質問内容を保存することがあります。その際、質問内容に個人情報が含まれている場合、その情報も取得することになります。
      <h6>第2条（個人情報の収集方法）</h6>
      <p>
        ユーザーがAIチャット機能を利用する際、モーダルで事前に同意を得た場合にのみ、質問内容を保存します。保存された質問内容には、ユーザーが入力した個人情報が含まれる可能性があることを、事前にユーザーに通知します。
      </p>
      <h6>第3条（個人情報の収集・利用目的）</h6>
      <p>
        当サービスで収集された個人情報は、以下の目的で利用されます：<br></br>
        ・ユーザーの質問内容の保存（同意を得た場合）
        サービスの向上および改善のため<br></br>
        ・ユーザーに役立つ情報の提供
      </p>
      <h6>第4条（利用目的の変更）</h6>
      <p>
        個人情報の利用目的の変更の際は、サイトにて事前に知らせるものとする。
      </p>
      <h6>第5条（個人情報の第三者提供）</h6>
      <p>
        運営者は、ユーザーの同意を得た場合を除き、ユーザーの個人情報を第三者に提供することはありません。ただし、以下の場合には例外とします：
        法律に基づき、または法的義務を果たすために必要な場合、ユーザーの生命や身体、財産の保護が必要な場合
      </p>
      <h6>第6条（個人情報の開示）</h6>
      <p>
        ユーザーからの要求があった場合には、ユーザーの個人情報を開示することがあります。ただし、以下の場合には開示を拒否することがあります：
        ユーザーまたは第三者の権利を侵害する恐れがある場合、業務運営に支障をきたす恐れがある場合
      </p>
      <h6>第7条（個人情報の訂正および削除）</h6>
      <p>
        ユーザーは、当サービスに保存された自分の個人情報に誤りがある場合、訂正・追加・削除を求めることができます。運営者は、適切に対応し、その結果をユーザーに通知します。
      </p>
      <h6>第8条（個人情報の利用停止等）</h6>
      <p>
        ユーザーが個人情報の利用停止または消去を求めた場合、運営者は速やかに調査し、対応します。必要に応じて代替措置を講じます。
      </p>
      <h6>第9条（プライバシーポリシーの変更）</h6>
      <p>
        本ポリシーの内容は、法令に基づく変更や運営者の方針により予告なく変更されることがあります。変更後のポリシーは、ウェブサイトに掲載した時点で効力を生じます。
      </p>
      <h6>第10条（お問い合わせ窓口）</h6>
      <p>本ポリシーに関するお問い合わせは、以下の窓口までお願いいたします：</p>
      <br></br>
      <p>Eメールアドレス： example@gmal.com</p>
      <h5>Cookie</h5>
      <p>
        LifeNect（以下、「運営者」といいます。）は、クッキーの使用に関して以下のように定めています。
      </p>
      <h6> 1．クッキーについて</h6>
      <p>
        クッキーとは、お客様がウェブサイトを閲覧した際に、その情報をお客様のデバイスに記録する技術です。
      </p>
      <h6>2．クッキーの利用目的</h6>
      <p>
        当サービスでは、クッキーを使用した解析や広告配信を行っていません。また、ユーザーの利用状況やデータを収集してサービスを改善するためにクッキーを使用することはありません。
      </p>
      <h6>3．クッキーの拒否方法</h6>
      <p>
        ユーザーは、ブラウザの設定でクッキーを無効にすることができます。クッキーを無効にしても、本サービスの利用に支障はありませんが、一部の機能が制限される場合があります。クッキーの設定方法については、各ブラウザの製造元にご確認ください。
      </p>
      <h6>4．サードパーティクッキー</h6>
      <p>
        当サービスでは、サードパーティークッキー（第三者によるクッキー）は使用していません。クッキーによる情報提供や広告配信は行っていません。
      </p>
    </div>
  );
};

export default Policy;
