import React from "react";

const Terms = () => {
  return (
    <>
      <p>
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
        利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約利用規約
      </p>
    </>
  );
};

export default Terms;
